[
    {
        "id":18,
        "background":"https://wwd.com/wp-content/uploads/2023/04/04_ICE_SPICE_0412_FINAL.jpg?w=1024",
        "heading":"ICE SPICE ON 2024 PLANS",
        "subheading":"The up-and-coming artist tells all about her resolutions and music goals for the new year.",
        "author":"Kimberlee Speakman",
        "date":"December 12, 2023",
        "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTfgMtCtamxZPo5xmIl4Qtol9IjwFl2PVKSEkOKlBsfFk_nTCZDNXOoujn9c2mXhAIx5Js&usqp=CAU",
        "credits":"Photo by Dia Dipasupil",
        "tags":[
           "media", 
           "music"
        ],
        "body":"As the year draws to a close, the anticipation of a new beginning looms large for emerging artist Ice Spice. In an exclusive interview, she opens up about her resolutions and music goals, providing a captivating glimpse into the aspirations that will shape her artistic journey in the upcoming year. /n Ice Spice begins by reflecting on the personal growth she experienced throughout the current year. From the highs of successful releases to the challenges that pushed her boundaries, she acknowledges the importance of these experiences in shaping her resolutions. Ice Spice reveals a commitment to continuous improvement, both musically and personally. With a genuine passion for her craft, she expresses a desire to experiment with new sounds, genres, and collaborations, seeking to evolve as an artist and connect with her audience on a deeper level. /n In terms of specific music goals, Ice Spice unveils an exciting roadmap for the new year. From planning the release of an anticipated album to embarking on a national or international tour, she envisions a year filled with milestones that will propel her career to new heights. Ice Spice also emphasizes the importance of fostering a strong connection with her fanbase, hinting at interactive projects and behind-the-scenes content that will provide a more intimate look into her creative process."
    },
    {
        "id":1,
        "background":"https://www.usatoday.com/gcdn/authoring/authoring-images/2023/11/21/USAT/71662825007-ap-eagles-chiefs-football.jpg?crop=6316,3553,x621,y193&width=1600&height=800&format=pjpg&auto=webp",
        "heading":"EAGLES WIN SUPER BOWL LVIII",
        "subheading":"From greasy fingers to greasier poles, here’s how Philadelphia celebrated the historic victory.",
        "author":"Will Smith",
        "date":"December 8, 2023",
        "image":"https://chiefswire.usatoday.com/wp-content/uploads/sites/70/2021/10/056cbd2828114ae88adb1d8af6b3f99e.jpg?w=1000&h=600&crop=1",
        "credits":"Photo by Meek Mill",
        "tags":[
            "sports",
            "media"
        ],
        "body":"Philadelphia Eagles fans went wild after their team made history Sunday night with its second Super Bowl victory. /n Eagles fans celebrated the historic win by pouring into the streets to cheer, cry, set off fireworks, scale street poles, and break hotel awnings. By Monday morning, plants and street signs were uprooted and cars were flipped over as fans celebrated a win. /n Philadelphia Eagles fans went wild after their team made history Sunday night with its second Super Bowl victory. /n Eagles fans celebrated the historic win by pouring into the streets to cheer, cry, set off fireworks, scale street poles, and break hotel awnings. By Monday morning, plants and street signs were uprooted and cars were flipped over as fans celebrated a win."
    },
    {
       "id":2,
       "background":"https://www.rollingstone.com/wp-content/uploads/2023/08/Taylor-Swifts-tour-gifts.jpg?w=1581&h=1054&crop=1",
       "heading":"TOP MOMENTS FROM TAYLOR SWIFT'S ERAS TOUR",
       "subheading":"A Recap of Moments from Taylor Swift's Spectacular 'Eras' Tour.",
       "author":"Travis Kelce",
       "date":"December 8, 2023",
       "image":"https://www.rollingstone.com/wp-content/uploads/2023/08/taylor-swift-eras-moments.jpg?crop=0px%2C109px%2C1800px%2C1014px&resize=1600%2C900",
       "credits":"Photo by Gracie Abrams",
       "tags":[
          "media"
       ],
       "body":"Taylor Swift's 'Eras' Tour proved to be a mesmerizing journey through the evolution of her illustrious career, captivating audiences with a nostalgic stroll down memory lane. The tour, which showcased the distinctive eras of Swift's music, unfolded as a grand spectacle, leaving fans in awe and creating unforgettable memories. /n From the enchanting fairy-tale beginnings of her country era to the vibrant pop transformations and introspective indie vibes, each segment of the tour was a carefully curated experience. Swift's ability to seamlessly transition between the various phases of her musical journey was nothing short of magical. /n The concert was not merely a performance but a visual and auditory feast. Elaborate stage designs, dazzling costumes, and immersive storytelling allowed fans to relive the emotions tied to each era. Swift masterfully intertwined hits from her early albums like Fearless and Speak Now with the chart-topping anthems from her more recent releases, creating a harmonious blend that resonated with fans of all ages."
    },
    {
       "id":3,
       "background":"https://i.insider.com/6386f80d65ca3a0018ffbfd4?width=700",
       "heading":"WHAT DOES KANYE 2024 LOOK LIKE",
       "subheading":"A glimpse of the American rapper and singer-songwriter's campaign trail.",
       "author":"Kim Kardashian",
       "date":"December 9, 2023",
       "image":"https://cdn.britannica.com/07/93807-050-5CEF7302/Kanye-West-2006.jpg",
       "credits":"Photo by North West",
       "tags":[
          "politics",
          "us news",
          "media"
       ],
       "body":"Kanye West, the enigmatic and multi-talented artist, has embarked on a political journey with his announcement of a presidential bid for the year 2024. As fans and critics alike eagerly await more details, speculation and curiosity surround what Kanye 2024 might look like. /n The campaign, shrouded in intrigue, promises a unique blend of West's creative vision and his perspective on the political landscape. Unlike traditional political figures, Kanye West brings an unconventional approach, drawing from his experiences in music, fashion, and business. His foray into politics reflects a desire to challenge the status quo and redefine the conversation surrounding leadership. /n While specific policy details are yet to be unveiled, West has hinted at focusing on issues such as social justice, mental health, and education. These themes align with his past public statements and advocacy efforts. Kanye West's potential presidency raises questions about the intersection of celebrity and politics, as well as the impact of an unorthodox leader on the nation's direction. /n The artist, known for his outspoken nature, is likely to inject a dose of creativity into the political arena. Whether through innovative campaign strategies, artistic collaborations, or unscripted moments on the campaign trail, Kanye West's 2024 bid promises to be anything but conventional."
    },
    {
       "id":4,
       "background":"https://seattlemedium.com/wp-content/uploads/2023/11/Beyonce-CNN-748x486px-copy.webp",
       "heading":"BEYONCE. AMEN.",
       "subheading":"Beyoncé Knowles-Carter is not only the world’s greatest entertainer, a feminist and a principled advocate of Black culture, but also something of a religious prophet.",
       "author":"Michael Eric Dyson",
       "date":"December 3, 2023",
       "image":"https://www.billboard.com/wp-content/uploads/2023/11/screengrab-beyonce-renaissance-film-2023-billboard-1548.jpg?w=942&h=623&crop=1",
       "credits":"Photo by Day Brièrre",
       "tags":[
          "media",
          "music"
       ],
       "body":"Conservative forces allied against “wokeness” find talk of liberation and safe spaces for minority groups as a bid to play the victim. Yet Beyoncé’s pride in her Blackness pops off the stage and the screen — it is an animating force of her performance, resonating in the music she sings, her dance moves, her choice of musicians, her vernacular, her swagger and her sense of humor. It is more than her art that draws folk to her concerts; her secular sites have offered spiritual nourishment, providing a venue for uplifting holy praise in thanks for the vibrant variety of life. I have been a Baptist preacher for nearly 45 years, and to me, those concerts recalled what church at its best should be. /n  love the Black church and admire its noble commitment to moral ardor and social justice. But too often it has slacked on love and compassion for queer folk. It is a cruel irony that a church that is deeply invested in so many trans — transformation of life under grace, transmission of rituals of piety from one generation to the next, transition from lost to saved — stands so steadfastly against transgender identities, which highlight the fluidity of race and underscore the agency that is central to all forms of religious and Black identity. /n So, for Black queers, Beyoncé’s stadium has become a sanctuary. Their presence at her concerts is a vivid reminder of what the church should do to welcome everyone who shares a desire to get better — by loving the best way they know how and by loving one another as if God’s reputation were at stake. The songs of “Renaissance” are rooted in Black queer house, disco and dance culture — and she dedicated the album to her “godmother” Uncle Johnny, a queer Black man who made her prom dress and introduced her to the music to which she pays homage. /n Queer brothers and sisters have always made monumental contributions to Black community, and they’ve left their mark on the gospel music that soothes queer and straight souls alike. But Beyoncé’s attitude suggests a seismic shift, by explicitly embracing the forces that have previously only secretly shaped the Black religious sensibility."
    },
    {
       "id":5,
       "background":"https://responsiblestatecraft.org/media-library/file-photo-a-view-shows-houses-and-buildings-destroyed-by-israeli-strikes-in-gaza-city-october-10-2023-reuters-mohammed-sale.jpg?id=49467541&width=1200&height=600&coordinates=0%2C125%2C0%2C125",
       "heading":"ISRAEL'S MILITARY WIDENS EVACUATION ORDERS IN GAZA",
       "subheading":"Updates on the Israel-Hamas War.",
       "author":"Gaya Gupta",
       "date":"December 3, 2023",
       "image":"https://static01.nyt.com/images/2023/12/03/multimedia/03israel-hamas-gaza-confusion-ztjk/03israel-hamas-gaza-confusion-ztjk-jumbo.jpg?quality=75&auto=webp",
       "credits":"Photo by Yousef Masoud",
       "tags":[
          "world news"
       ],
       "body":"Confusion and fear gripped much of southern Gaza on Sunday as Israel’s military ordered more residents to clear out, sending people into the streets in search of anything that might serve as shelter two days after a cease-fire deal fell apart. /n The Israeli military’s latest evacuation orders appeared to be setting the stage for a ground invasion in the south after the resumption of hostilities following the collapse of a weeklong truce with Hamas. They evoked similar orders given by the Israeli military before it invaded northern Gaza in late October, and Israeli officials said they were intended to move civilians out of harm’s way. /n Top U.S. officials have urged Israel to do more to spare civilians in the Gaza Strip amid signs that Israel’s military is preparing a ground invasion in the south of the enclave, where Gazans who have fled the nearly two months of fighting are sheltering. /n With the collapse of a weeklong cease-fire with Hamas and the resumption of Israeli military operations, Biden administration officials have been pushing for more targeted strikes to try to avoid civilian casualties in Gaza. American officials have been making clear to Israel that it must not pursue a campaign in southern Gaza that would have the same devastating consequences as in the north."
    },
    {
       "id":6,
       "background":"https://media.msf.org/AssetLink/6m8sf1jy5542h8x85c4n1co1q4w8o2sx.jpg",
       "heading":"WHY DOCTORS AND PHARMACISTS ARE IN REVOLT",
       "subheading":"Many health professionals now feel as put upon as any clock-punching worker.",
       "author":"Noam Scheiber",
       "date":"December 8, 2023",
       "image":"https://static01.nyt.com/images/2023/12/03/multimedia/03rx-labor-02-hpzm/03rx-labor-02-hpzm-jumbo.jpg?quality=75&auto=webp",
       "credits":"Photo by Jenn Ackerman",
       "tags":[
          "us news",
          "technology",
          "health",
          "science"
       ],
       "body":"Dr. John Wust does not come off as a labor agitator. A longtime obstetrician-gynecologist from Louisiana with a penchant for bow ties, Dr. Wust spent the first 15 years of his career as a partner in a small business — that is, running his own practice with colleagues. /n Long after he took a position at Allina Health, a large nonprofit health care system based in Minnesota, in 2009, he did not see himself as the kind of employee who might benefit from collective bargaining. /n But that changed in the months leading up to March, when his group of more than 100 doctors at an Allina hospital near Minneapolis voted to unionize. Dr. Wust, who has spoken with colleagues about the potential benefits of a union, said doctors were at a loss on how to ease their unsustainable workload because they had less input at the hospital than ever before. /n At the time he and his colleagues voted to unionize, they were one of the largest groups of private-sector doctors ever to do so. But by October, that distinction went to a group that included about 400 primary-care physicians employed in clinics that are also owned by Allina. The union that represents them, the Doctors Council of the Service Employees International Union, says doctors from dozens of facilities around the country have inquired about organizing over the past few years. /n And doctors are not the only health professionals who are unionizing or protesting in greater numbers. Health care workers, many of them nurses, held eight major work stoppages last year — the most in a decade — and are on pace to match or exceed that number this year. This fall, dozens of nonunion pharmacists at CVS and Walgreens stores called in sick or walked off the job to protest understaffing, many for a full day or more."
    },
    {
       "id":7,
       "background":"https://images.wsj.net/im-889294/?width=1278&size=1",
       "heading":"OPENAI AGREES TO BUY $51 MILLION OF AI CHIPS",
       "subheading":"Documents show that OpenAI intends to spend $51 million on brain-inspired chips.",
       "author":"Paresh Dave",
       "date":"December 7, 2023",
       "image":"https://media.wired.com/photos/655d23863e8d8264c8297449/master/w_1280,c_limit/openai-generic-1.jpg",
       "credits":"Graphic by Wired Staff",
       "tags":[
          "technology",
          "business"
       ],
       "body":"Sam Altman was reinstated soon after being fired as OpenAI CEO last month, but still stood to gain had the company continued to develop ChatGPT without him. During Altman’s tenure as CEO, OpenAI signed a letter of intent to spend $51 million on AI chips from a startup called Rain AI into which he has also invested personally. /n Rain is based less than a mile from OpenAI’s headquarters in San Francisco and is working on a chip it calls a neuromorphic processing unit, or NPU, designed to replicate features of the human brain. OpenAI in 2019 signed a nonbinding agreement to spend $51 million on the chips when they became available, according to a copy of the deal and Rain disclosures to investors this year seen by WIRED. Rain told investors Altman had personally invested more than $1 million into the company. The letter of intent has not been previously reported. /n The investor documents said that Rain could get its first hardware to customers as early as October next year. OpenAI and Rain declined to comment."
    },
    {
       "id":8,
       "background":"https://www.astronomy.com/wp-content/uploads/sites/2/2023/02/LeadMoonVillageCreditESAFosterPartners.jpg?resize=600%2C450",
       "heading":"MOON BASE CONSTRUCTION: HUMANS SET TO INHABIT LUNAR HOMES",
       "subheading":"Lunar Living: The Next Frontier in Exploration.",
       "author":"Neil Armstrong",
       "date":"December 6, 2023",
       "image":"https://www.astronomy.com/wp-content/uploads/sites/2/2021/09/ESAMoonVillageCutaway.jpg?fit=959%2C606",
       "credits":"Photo by NASA",
       "tags":[
          "technology",
          "space"
       ],
       "body":"In a historic leap for humanity, the construction of the first permanent human settlement on the Moon has officially commenced. The ambitious project, a collaboration between international space agencies and private enterprises, aims to establish a self-sustaining lunar base by the end of the decade. As astronauts embark on this unprecedented journey, questions about the feasibility, challenges, and long-term goals of lunar colonization emerge. The Moon base project marks a giant stride toward expanding human presence beyond Earth, igniting imaginations and sparking discussions about the potential for an interplanetary future."
    },
    {
        "id":16,
        "background":"https://www.usnews.com/object/image/0000018c-21c1-d0f3-ab8e-39f5ddfc0000/gettyimages-1810084479.jpg?update-time=1701373479080&size=responsive640",
        "heading":"CONGRESS VOTES ON NEW LAW",
        "subheading":"Ensuring Legislative Progress: Congress Votes on New Law.",
        "author":"Kaia Hubbard",
        "date":"December 6, 2023",
        "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR9U95ojzJtwDOwIDKOXEC4zDnY57rb-UFzMg&usqp=CAU",
        "credits":"Photo by Jim Watson",
        "tags":[
           "us news",
           "politics"
        ],
        "body":"In the bustling halls of the Capitol, lawmakers convened to address a pivotal moment in legislative history as they voted on a new law that could significantly impact the nation. The proposal on the table had undergone rigorous debate and scrutiny in committee sessions, reflecting the diverse perspectives and concerns of the American people. As the clock ticked down to the voting session, anticipation and tension filled the chambers, emphasizing the gravity of the decision at hand. /n Under the broad umbrella of the legislative process, the proposed law aimed to address a pressing issue that had captured the nation's attention. The subheading Unraveling the Policy Implications delves into the intricate details of how the proposed law would impact various aspects of society. From economic ramifications to social implications, lawmakers and citizens alike awaited the outcome of the vote with bated breath. As legislators cast their votes, the nation stood on the cusp of change, and the subheading provides a lens through which readers can explore the potential ripple effects of this legislative decision. /n The congressional vote on the new law was not without its share of challenges. In a political landscape often characterized by partisan divides, the process of navigating through differing ideologies and priorities was a testament to the art of compromise. The subheading sheds light on the intricacies of the negotiations and compromises that took place behind the scenes. It explores how lawmakers worked together, or at times clashed, in their efforts to find common ground and create a piece of legislation that would stand up to scrutiny and serve the best interests of the American people."
     },
    {
       "id":9,
       "background":"https://pyxis.nymag.com/v1/imgs/f36/06e/5a9fddd12e359f4922292af5d4516924d7-Pete-davidson-chase-Sui-wonders.1x.rsquare.w1400.jpg",
       "heading":"PETE DAVIDSON DEBUTS NEW GIRLFRIEND",
       "subheading":"Comedian Pete Davidson Steps into the Spotlight with a New Romance.",
       "author":"Machine Gun Kelly",
       "date":"December 9, 2023",
       "image":"https://www.mlive.com/resizer/39atZuoI4h1arIUV5iA0daQfth8=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/BVDT35DEVVG4NJLUL5PDDUPUPU.jpg",
       "credits":"Photo by Kylie Jenner",
       "tags":[
          "media"
       ],
       "body":"Pete Davidson, known for his humor and high-profile relationships, has once again become the subject of media attention as he steps out with a new girlfriend. The comedian, who has been candid about his personal life in the past, was recently spotted at a Hollywood event with a mystery woman, sparking rumors and speculation about his latest romantic interest. With cameras flashing and fans buzzing, the public is eager to learn more about the woman who has captured Davidson's heart and how this new chapter in his love life will unfold. /n While details about the relationship remain scarce, sources close to Davidson suggest that he is taking a more private approach this time, aiming to keep the romance away from the constant scrutiny of the spotlight. Known for his ability to bring humor to even the most delicate situations, Davidson has not shied away from addressing his relationships in his stand-up routines and interviews. As the public awaits official confirmation and further insights into this latest romantic development, the comedian continues to navigate the delicate balance between fame, love, and personal privacy. /n Pete Davidson's love life has often been a topic of fascination for fans and tabloids alike, with his previous relationships making headlines across entertainment media. Whether it's addressing the challenges of dating in the public eye or using his experiences as material for his comedy, Davidson has maintained a unique and often humorous perspective on love and relationships. As the comedian embarks on this new romantic journey, the world watches with curiosity, wondering if this chapter will bring a new layer of inspiration to his comedic repertoire or if he'll keep this particular chapter of his love life behind closed doors."
    },
    {
       "id":10,
       "background":"https://i.guim.co.uk/img/media/d2cf15b3776501970fa44cfeb976989823feee23/0_0_4079_2719/master/4079.jpg?width=465&dpr=1&s=none",
       "heading":"DESANTIS SAYS HE WOULD PASS A BILL TO SUPERCEDE OBAMACARE",
       "subheading":"Comments from Florida’s governor on Sunday.",
       "author":"Maggie Astor",
       "date":"December 3, 2023",
       "image":"https://static01.nyt.com/images/2023/12/03/multimedia/03pol-desantis-twgl/03pol-desantis-twgl-jumbo.jpg?quality=75&auto=webp",
       "credits":"Photo by Lily Smith",
       "tags":[
          "us news",
          "politics"
       ],
       "body":"Gov. Ron DeSantis of Florida said on Sunday that, if elected president, he would pursue legislation that would “supersede” the Affordable Care Act, echoing former President Donald J. Trump’s comments, which Democrats seized upon last week. /n “What I think they’re going to need to do is have a plan that will supersede Obamacare, that will lower prices for people so that they can afford health care, while also making sure that people with pre-existing conditions are protected,” Mr. DeSantis said on NBC’s “Meet the Press.” He went on to say that repealing and replacing the Affordable Care Act was a broken promise from Mr. Trump’s 2016 campaign. /n “We’re going to look at the big institutions that are causing prices to be high — big pharma, big insurance and big government — but it’s going to need to be where you have a reform package that’s going to be put in place,” he said. “Obamacare promised lower premiums. It didn’t deliver that,” he added. “We know we need to go in a different direction, but it’s going to be done by having a plan that’s going to be able to supersede it.”"
    },
    {
       "id":11,
       "background":"https://media.npr.org/assets/img/2023/11/30/gettyimages-1251823752_wide-50e4d511d4e7b260145be13d32a45df408dc3a54.jpg?s=300&c=85&f=webp",
       "heading":"MIDDLE EAST CRISIS - EXPLAINED",
       "subheading":"The conflict between Israel and Palestinians — and other groups in the Middle East — goes back decades.",
       "author":"NPR",
       "date":"December 5, 2023",
       "image":"https://media.npr.org/assets/img/2023/11/29/gettyimages-1791437961_wide-e9d7986487c5928e39b64027afc67ce1b1b05bf8.jpg?s=300&c=85&f=webp",
       "credits":"Photo by Maya Levin",
       "tags":[
          "world news",
          "politics"
       ],
       "body":"The rising toll comes as the Israel-Hamas war enters its third month, and Israel continues its bombardment of the Gaza Strip, which has so far killed more than 13,300 Palestinians, according to the Health Ministry in Gaza. Israel's offensive is in response to the Oct. 7 Hamas attack on Israel, in which 1,200 people were killed and more than 240 taken hostage, according to Israeli officials. Press freedom advocates have decried that journalists, even when they're visibly marked as press, are among the casualties in Gaza. /n The Committee to Protect Journalists, a New York-based nonprofit, says the majority of Gaza journalist casualties since the start of the war were killed while doing their jobs. The organization classifies 43 of the 50 journalists killed so far as being on a dangerous assignment. It says investigations into the circumstances of the deaths are ongoing and that it is investigating whether some were targeted attacks."
    },
    {
       "id":12,
       "background":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR48CyCW1EEJM-uzCnxzsCb5PGv8emjPFuXbQ&usqp=CAU",
       "heading":"A CONVERSATION WITH PITBULL",
       "subheading":"He makes dollars. I mean billions. He's a genius, I mean brilliant.",
       "author":"Benito Antonio Martinez Ocasio",
       "date":"December 8, 2023",
       "image":"https://www.usatoday.com/gcdn/-mm-/557c3c38d8e1458f5c14c3e8204a475654978726/c=0-233-3732-2341/local/-/media/2015/10/07/USATODAY/USATODAY/635798088199893892-AP-ESP-MUS-LATIN-AMERICAN-MUSIC-AWARDS-75347962.JPG",
       "credits":"Photo by Enrique Iglesias",
       "tags":[
          "media",
          "music"
       ],
       "body":"Pitbull has recorded hundreds of songs and has sold more than 70 million singles, with No. 1 hits in more than 15 countries. /n He’s had more than 67 million digital downloads, more than nine billion YouTube views, and has over 22 million Twitter followers and 59 million followers on Facebook. He’s performed in over 50 countries for millions of people. /n Pitbull—born Armando Christian Perez 35 years ago—is the latest in a long list of Latino stars who have made invaluable contributions to American popular music."
    },
    {
       "id":13,
       "background":"https://static01.nyt.com/images/2023/12/03/multimedia/03alaska-gzcj/03alaska-gzcj-jumbo.jpg?quality=75&auto=webp",
       "heading":"ALASKA AIRLINES PLANS TO BUY HAWAIIAN AIRLINES",
       "subheading":"The deal, valued at $1.9 billion, is likely to face close scrutiny by federal antitrust regulators.",
       "author":"Ivan Penn",
       "date":"December 3, 2023",
       "image":"https://image.cnbcfm.com/api/v1/image/107260745-1687434003809-gettyimages-1258925082-AA_22062023_1244836.jpeg?v=1687434293&w=630&h=354&ffmt=webp&vtcrop=y",
       "credits":"Photo by Aaron Bauer-Griffin",
       "tags":[
          "us news",
          "business"
       ],
       "body":"Philadelphia Eagles fans went wild after their team made history Sunday night with its second Super Bowl victory. /n Eagles fans celebrated the historic win by pouring into the streets to cheer, cry, set off fireworks, scale street poles, and break hotel awnings. By Monday morning, plants and street signs were uprooted and cars were flipped over as fans celebrated a win. /n Philadelphia Eagles fans went wild after their team made history Sunday night with its second Super Bowl victory. /n Eagles fans celebrated the historic win by pouring into the streets to cheer, cry, set off fireworks, scale street poles, and break hotel awnings. By Monday morning, plants and street signs were uprooted and cars were flipped over as fans celebrated a win."
    },
    {
       "id":14,
       "background":"https://static01.nyt.com/images/2023/12/01/multimedia/01wegman5-mpzb/01wegman5-mpzb-jumbo.jpg?quality=75&auto=webp",
       "heading":"WHAT IS HAPPENING IN VERMONT?",
       "subheading":"The first sign that something was amiss came in the form of three police cruisers idling, unbidden.",
       "author":"Jesse Wegman",
       "date":"December 1, 2023",
       "image":"https://static01.nyt.com/images/2023/12/01/multimedia/01wegman1-kphw/01wegman1-kphw-jumbo.jpg?quality=75&auto=webp",
       "credits":"Photo by Jude Domski",
       "tags":[
          "us news",
          "politics"
       ],
       "body":"The brazen, unprovoked attack on three Palestinian college students, who were walking down a quiet residential street while visiting relatives here over Thanksgiving, shook the area’s tight-knit community of Muslims. On Monday, authorities charged Jason Eaton, a 48-year-old white man who lived on the street, with three counts of attempted murder. He has pleaded not guilty and is being held without bail. /n For many in Vermont, the horror of the shooting was compounded by its violation of the state’s self-image as a uniquely welcoming place. Vermonters pride themselves on their neighborliness, taking in waves of refugees from across the globe. “This brave little state says no to hate” is a popular if unofficial slogan on yard signs. It’s also one of the safest states in the country, although it has seen increases in crime since the pandemic."
    },
    {
       "id":15,
       "background":"https://img.asmedia.epimg.net/resizer/y89Sri5nmRRilEkTk_c5CgtkaFA=/644x362/filters:focal(650x325:660x335)/cloudfront-eu-central-1.images.arcpublishing.com/diarioas/LFHENLTD7VLZ7M3TETQL62LLAE.jpg",
       "heading":"HOW NEPO BABIES ARE PUSHING BACK",
       "subheading":"Actress Lily Rose Depp on her experiences growing up in the public eye.",
       "author":"Anna Wintour",
       "date":"December 10, 2023",
       "image":"https://media.glamourmagazine.co.uk/photos/63763c03ed94cd554100e021/16:9/w_2560%2Cc_limit/LILI%252017112022.jpg",
       "credits":"Photo by Dimitrius Kambouris",
       "tags":[
          "media"
       ],
       "body":"Lily-Rose Depp grew up in the public eye, but she's still somewhat uncomfortable with the concept of fame. /n The 23-year-old is the daughter of Johnny Depp and Vanessa Paradis, and she's following in her parents' footsteps with an acting career of her own. But she's not exactly keen on the idea of stardom. /n In a new interview with Elle, Depp acknowledges that learning how to be famous as an adult has been “a weird thing to navigate. /n “It’s different experiencing it firsthand rather than by proxy. I guess it’s something that I’ve had to make my own way with,” she said."
    },
    {
       "id":17,
       "background":"https://media-cldnry.s-nbcnews.com/image/upload/t_fit-1240w,f_auto,q_auto:best/rockcms/2023-11/231130-red-lobster-restaurant-se-1032a-5a32d4.jpg",
       "heading":"RED LOBSTER RAISES PRICES",
       "subheading":"The casual restaurant chain's corporate parent says a $20 all-you-can-eat shrimp deal contributed to bigger losses for the company.",
       "author":"Marley Jay",
       "date":"December 2, 2023",
       "image":"https://www.een.com/wp-content/uploads/2018/06/Red-Lobster-Exterior.jpg",
       "credits":"Photo by Michael Nagle",
       "tags":[
          "business"
       ],
       "body":"Red Lobster's parent company, Thai Union Group, disclosed earlier this month that the seafood chain took an unexpectedly large loss in the third quarter of the year because its $20 shrimp promotion wasn't very profitable and was more popular than the company anticipated. /n Red Lobster has had an all-you-can-eat shrimp promotion for years, but this year it changed the shrimp deal from a limited-time offer to a permanent one. The company wanted to boost traffic in the third and fourth quarters of the year, when its business tends to slow down. /n Garnier said the strategy worked, bringing in customers and bolstering Red Lobster’s market share. But the improvement wasn’t as large as the company expected, and combined with the low margins on the surprisingly popular deal, that presented a problem. /n While the deal brought in some more customers, Garnier's comment suggested that people who might have ordered something on the menu that was more lucrative for Red Lobster instead traded down to the unlimited shrimp instead."
    },
    {
       "id":19,
       "background":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT4mk9iKfQwh_KaHKyXJ7yLV1LEG8DwTYkfZA&usqp=CAU",
       "heading":"CAT TAKES THE INTERNET BY STORM",
       "subheading":"Whiskers Wows the Web: Cat Takes the Internet by Storm with Adorable Antics and Irresistible Charm. ",
       "author":"Jane Thompson",
       "date":"December 7, 2023",
       "image":"https://kittentoob.com/wp-content/uploads/2022/01/shutterstock_1844153299-750x500.jpg",
       "credits":"Photo by Samuel Rodriguez",
       "tags":[
          "media"
       ],
       "body":"In the age of viral sensations, a furry four-legged celebrity has emerged to capture the hearts of netizens worldwide. Whiskers, the enchanting feline sensation, has taken the Internet by storm with a repertoire of adorable antics and irresistible charm. From heart-melting videos showcasing Whiskers' playful frolics to snapshots capturing those endearing moments, this feline sensation has become an online phenomenon, earning the title of the Internet's favorite cat. /n Whiskers' rise to stardom began innocently enough when videos of the mischievous cat were shared on social media platforms. Whether engaging in playful encounters with feathered toys or displaying impressive acrobatics, Whiskers quickly became a source of joy and amusement for viewers of all ages. The cat's expressive eyes and fluffy demeanor struck a chord with an ever-growing audience, turning Whiskers into a beloved figure in the online community. /n As Whiskers continues to enchant audiences globally, the Internet remains captivated by this furry celebrity's daily escapades. From trending hashtags to dedicated fan accounts, the virtual realm is abuzz with admiration for Whiskers and the simple joys this charming cat brings to the digital landscape."
    },
    {
       "id":20,
       "background":"https://static01.nyt.com/images/2023/12/03/fashion/01ARMSTRONG-MADONNA/01ARMSTRONG-MADONNA-jumbo.jpg?quality=75&auto=webp",
       "heading":"MADONNA LIVED TO TELL",
       "subheading":"Inspired by an Instagram account dedicated to AIDS, the singer mounts a moving and trenchant piece of political theater for her “Celebration” tour.",
       "author":"Guy Trebay",
       "date":"December 6, 2023",
       "image":"https://cdn.apollo.audio/one/media/64dc/a321/2130/5105/a0a2/b118/madonna-facts-career-songs-how-famous.jpg?quality=80&format=jpg&crop=6,15,833,1484&resize=crop",
       "credits":"Photo by Kevin Mazur",
       "tags":[
          "media",
          "music"
       ],
       "body":"Shining out from the Instagram slag heap, amid the endless A.I. selfies and reaction reels, is an account so quiet in presence and noble in intention that it is sometimes hard to believe it exists. The account, The AIDS Memorial, is an evolving testament, told in photographs, videos and user stories, to lives lost to a devastating and, it can occasionally seem, forgotten epidemic. /n The stories and photos are of lovers, parents, children, relatives, acquaintances and friends taken by the disease, and they are edited — and more generally guided into existence — by one man, Stuart Armstrong, from his home outside Edinburgh. To date, Mr. Armstrong has posted more than 11,000 of these tales, and if you are aware of them at all, that may owe to one woman: Madonna. /n The 65-year-old singer was early among the 269,000 followers of The AIDS Memorial. And, if it did not inspire her outright, the Instagram account served as the basis for a showstopping element of her current “Celebration” tour, which comes to Barclays Center in mid-December. That is, a photo montage depicting a fraction of the 40 million people who, according to World Health Organization statistics, have succumbed to the disease."
    }
]