[
    {
        "id":1,
        "background":"https://www.usatoday.com/gcdn/authoring/authoring-images/2023/11/21/USAT/71662825007-ap-eagles-chiefs-football.jpg?crop=6316,3553,x621,y193&width=1600&height=800&format=pjpg&auto=webp",
        "heading":"EAGLES WIN SUPER BOWL LVIII",
        "subheading":"From greasy fingers to greasier poles, here’s how Philadelphia celebrated the historic victory.",
        "author":"Will Smith",
        "date":"December 8, 2023",
        "image":"https://chiefswire.usatoday.com/wp-content/uploads/sites/70/2021/10/056cbd2828114ae88adb1d8af6b3f99e.jpg?w=1000&h=600&crop=1",
        "credits":"Photo by Meek Mill",
        "tags":[
            "sports",
            "media"
        ],
        "body":"Philadelphia Eagles fans went wild after their team made history Sunday night with its second Super Bowl victory. /n Eagles fans celebrated the historic win by pouring into the streets to cheer, cry, set off fireworks, scale street poles, and break hotel awnings. By Monday morning, plants and street signs were uprooted and cars were flipped over as fans celebrated a win. /n Philadelphia Eagles fans went wild after their team made history Sunday night with its second Super Bowl victory. /n Eagles fans celebrated the historic win by pouring into the streets to cheer, cry, set off fireworks, scale street poles, and break hotel awnings. By Monday morning, plants and street signs were uprooted and cars were flipped over as fans celebrated a win."
    },
    {
        "id":11,
        "background":"https://media.npr.org/assets/img/2023/11/30/gettyimages-1251823752_wide-50e4d511d4e7b260145be13d32a45df408dc3a54.jpg?s=300&c=85&f=webp",
        "heading":"MIDDLE EAST CRISIS - EXPLAINED",
        "subheading":"The conflict between Israel and Palestinians — and other groups in the Middle East — goes back decades.",
        "author":"NPR",
        "date":"December 5, 2023",
        "image":"https://media.npr.org/assets/img/2023/11/29/gettyimages-1791437961_wide-e9d7986487c5928e39b64027afc67ce1b1b05bf8.jpg?s=300&c=85&f=webp",
        "credits":"Photo by Maya Levin",
        "tags":[
           "world news",
           "politics"
        ],
        "body":"The rising toll comes as the Israel-Hamas war enters its third month, and Israel continues its bombardment of the Gaza Strip, which has so far killed more than 13,300 Palestinians, according to the Health Ministry in Gaza. Israel's offensive is in response to the Oct. 7 Hamas attack on Israel, in which 1,200 people were killed and more than 240 taken hostage, according to Israeli officials. Press freedom advocates have decried that journalists, even when they're visibly marked as press, are among the casualties in Gaza. /n The Committee to Protect Journalists, a New York-based nonprofit, says the majority of Gaza journalist casualties since the start of the war were killed while doing their jobs. The organization classifies 43 of the 50 journalists killed so far as being on a dangerous assignment. It says investigations into the circumstances of the deaths are ongoing and that it is investigating whether some were targeted attacks."
     },
    {
        "id":2,
        "background":"https://www.rollingstone.com/wp-content/uploads/2023/08/Taylor-Swifts-tour-gifts.jpg?w=1581&h=1054&crop=1",
        "heading":"TOP MOMENTS FROM TAYLOR SWIFT'S ERAS TOUR",
        "subheading":"Unforgettable Moments from Taylor Swift's 'Eras' Tour.",
        "author":"Travis Kelce",
        "date":"December 8, 2023",
        "image":"https://www.rollingstone.com/wp-content/uploads/2023/08/taylor-swift-eras-moments.jpg?crop=0px%2C109px%2C1800px%2C1014px&resize=1600%2C900",
        "credits":"Photo by Gracie Abrams",
        "tags":[
           "media"
        ],
        "body":"Taylor Swift's 'Eras' Tour proved to be a mesmerizing journey through the evolution of her illustrious career, captivating audiences with a nostalgic stroll down memory lane. The tour, which showcased the distinctive eras of Swift's music, unfolded as a grand spectacle, leaving fans in awe and creating unforgettable memories. /n From the enchanting fairy-tale beginnings of her country era to the vibrant pop transformations and introspective indie vibes, each segment of the tour was a carefully curated experience. Swift's ability to seamlessly transition between the various phases of her musical journey was nothing short of magical. /n The concert was not merely a performance but a visual and auditory feast. Elaborate stage designs, dazzling costumes, and immersive storytelling allowed fans to relive the emotions tied to each era. Swift masterfully intertwined hits from her early albums like Fearless and Speak Now with the chart-topping anthems from her more recent releases, creating a harmonious blend that resonated with fans of all ages."
    },
    {
        "id":18,
        "background":"https://wwd.com/wp-content/uploads/2023/04/04_ICE_SPICE_0412_FINAL.jpg?w=1024",
        "heading":"ICE SPICE ON 2024 PLANS",
        "subheading":"The up-and-coming artist tells all about her resolutions and music goals for the new year.",
        "author":"Kimberlee Speakman",
        "date":"December 12, 2023",
        "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTfgMtCtamxZPo5xmIl4Qtol9IjwFl2PVKSEkOKlBsfFk_nTCZDNXOoujn9c2mXhAIx5Js&usqp=CAU",
        "credits":"Photo by Dia Dipasupil",
        "tags":[
           "media"
        ],
        "body":"As the year draws to a close, the anticipation of a new beginning looms large for emerging artist Ice Spice. In an exclusive interview, she opens up about her resolutions and music goals, providing a captivating glimpse into the aspirations that will shape her artistic journey in the upcoming year. /n Ice Spice begins by reflecting on the personal growth she experienced throughout the current year. From the highs of successful releases to the challenges that pushed her boundaries, she acknowledges the importance of these experiences in shaping her resolutions. Ice Spice reveals a commitment to continuous improvement, both musically and personally. With a genuine passion for her craft, she expresses a desire to experiment with new sounds, genres, and collaborations, seeking to evolve as an artist and connect with her audience on a deeper level. /n In terms of specific music goals, Ice Spice unveils an exciting roadmap for the new year. From planning the release of an anticipated album to embarking on a national or international tour, she envisions a year filled with milestones that will propel her career to new heights. Ice Spice also emphasizes the importance of fostering a strong connection with her fanbase, hinting at interactive projects and behind-the-scenes content that will provide a more intimate look into her creative process."
    },
    {
        "id":5,
        "background":"https://responsiblestatecraft.org/media-library/file-photo-a-view-shows-houses-and-buildings-destroyed-by-israeli-strikes-in-gaza-city-october-10-2023-reuters-mohammed-sale.jpg?id=49467541&width=1200&height=600&coordinates=0%2C125%2C0%2C125",
        "heading":"ISRAEL'S MILITARY WIDENS EVACUATION IN GAZA",
        "subheading":"Updates on the Israel-Hamas War.",
        "author":"Gaya Gupta",
        "date":"December 3, 2023",
        "image":"https://static01.nyt.com/images/2023/12/03/multimedia/03israel-hamas-gaza-confusion-ztjk/03israel-hamas-gaza-confusion-ztjk-jumbo.jpg?quality=75&auto=webp",
        "credits":"Photo by Yousef Masoud",
        "tags":[
           "world news"
        ],
        "body":"Confusion and fear gripped much of southern Gaza on Sunday as Israel’s military ordered more residents to clear out, sending people into the streets in search of anything that might serve as shelter two days after a cease-fire deal fell apart. /n The Israeli military’s latest evacuation orders appeared to be setting the stage for a ground invasion in the south after the resumption of hostilities following the collapse of a weeklong truce with Hamas. They evoked similar orders given by the Israeli military before it invaded northern Gaza in late October, and Israeli officials said they were intended to move civilians out of harm’s way. /n Top U.S. officials have urged Israel to do more to spare civilians in the Gaza Strip amid signs that Israel’s military is preparing a ground invasion in the south of the enclave, where Gazans who have fled the nearly two months of fighting are sheltering. /n With the collapse of a weeklong cease-fire with Hamas and the resumption of Israeli military operations, Biden administration officials have been pushing for more targeted strikes to try to avoid civilian casualties in Gaza. American officials have been making clear to Israel that it must not pursue a campaign in southern Gaza that would have the same devastating consequences as in the north."
    }
]